{"taskDescription":"<p>Drag the words into the correct boxes<\/p>\n","overallFeedback":[{"from":0,"to":99,"feedback":"Fail"},{"from":100,"to":100,"feedback":"Well done&quot;&quot;"}],"checkAnswer":"Check","tryAgain":"Retry","showSolution":"Show solution","dropZoneIndex":"Drop Zone @index.","empty":"Drop Zone @index is empty.","contains":"Drop Zone @index contains draggable @draggable.","ariaDraggableIndex":"@index of @count draggables.","tipLabel":"Show tip","correctText":"Correct!","incorrectText":"Incorrect!","resetDropTitle":"Reset drop","resetDropDescription":"Are you sure you want to reset this drop zone?","grabbed":"Draggable is grabbed.","cancelledDragging":"Cancelled dragging.","correctAnswer":"Correct answer:","feedbackHeader":"Feedback","behaviour":{"enableRetry":true,"enableSolutionsButton":false,"enableCheckButton":true,"instantFeedback":false},"scoreBarLabel":"You got :num out of :total points","a11yCheck":"Check the answers. The responses will be marked as correct, incorrect, or unanswered.","a11yShowSolution":"Show the solution. The task will be marked with its correct solution.","a11yRetry":"Retry the task. Reset all responses and start the task over again.","textField":"To provide top class customer care, employees must have the ABC of Customer Service; they must have the right *Attitude*, they must have appropriate *Behaviours* and they must have *Competence*. \nHaving the right attitude means seeing the customer as the single most important person that we deal with and realising that meeting their needs is the most important job we carry out every day. A good attitude towards customers means that we deal with them in a way that is *respectful*. It means that we try to give them top *priority*. It means that we will do that little bit extra to ensure they are *satisfied*. \nA good *attitude* can be defined as having a desire to exceed the *needs* and expectations of the customer. A positive attitude to customers includes trying to *help* even if it isn’t their job, put the customer *first*, ask for *feedback* so that improvements can be made. \nBehaviour means the way in which you behave towards your customer. Behaviour is all about how you *act*. Positive behaviours includes being friendly, helpful and *approachable*, being attentive, being polite, being tidy and *presentable*. \nCompetence means being *capable* and effective. A competent customer service person is one who is knowledgeable about their area of responsibility and can give *sensible* and informed answers to questions. The key to being competent in your area of work is being properly *trained*."}