{"taskDescription":"Drag the words into the correct boxes","overallFeedback":[{"from":0,"to":50,"feedback":"Try again"},{"from":51,"to":80,"feedback":"Better"},{"from":81,"to":100,"feedback":"Excellent"}],"checkAnswer":"Check","tryAgain":"Retry","showSolution":"Show solution","dropZoneIndex":"Drop Zone @index.","empty":"Drop Zone @index is empty.","contains":"Drop Zone @index contains draggable @draggable.","ariaDraggableIndex":"@index of @count draggables.","tipLabel":"Show tip","correctText":"Correct!","incorrectText":"Incorrect!","resetDropTitle":"Reset drop","resetDropDescription":"Are you sure you want to reset this drop zone?","grabbed":"Draggable is grabbed.","cancelledDragging":"Cancelled dragging.","correctAnswer":"Correct answer:","feedbackHeader":"Feedback","behaviour":{"enableRetry":true,"enableSolutionsButton":true,"enableCheckButton":true,"instantFeedback":false},"scoreBarLabel":"You got :num out of :total points","a11yCheck":"Check the answers. The responses will be marked as correct, incorrect, or unanswered.","a11yShowSolution":"Show the solution. The task will be marked with its correct solution.","a11yRetry":"Retry the task. Reset all responses and start the task over again.","textField":"As Butchers, it is important that we understand the basics of livestock farming and the key terminology used to describe both sexes throughout various stages of their lives. \nBelow we look at the life stages of cattle from calf to mature animals and identify the each stage\/title.\n\n*Cow*: A cow is a female that has produced at least one calf. \nA *suckler* cow is the mother of a calf that is being raised for beef production. \n*Dam* is a term used to describe the mother of a calf.\n*Heifer*: A young female before she has her first calf.\n*Calf*: Is a young male or female that is less than a year old.\n*Yearling*: male or female between one and two years old\n*Freemartin*: If a heifer is born as a twin of a bull calf, she could be born infertile. This calf, would be referred to as a freemartin.\n*Bull*: A sexually mature male that has not been castrated.\n*Bullock*: A young male under 20 months that hasn’t reach sexual maturity, or a male that has been castrated. Another common name for a bullock is a *steer*."}